Revit 2024 API
DefinitionBindingMap.ReverseIterator Method
Retrieve a backward moving iterator to the map.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual DefinitionBindingMapIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As DefinitionBindingMapIterator
Visual C++
public:
virtual DefinitionBindingMapIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the map.
See Also
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace